import React from "react";
import "/node_modules/bootstrap/dist/css/bootstrap-grid.css";
import "/node_modules/bootstrap/dist/css/bootstrap-grid.min.css";
import "/node_modules/bootstrap/dist/css/bootstrap.min.css";



function Paradiv()
{
    return(
        <>
        <section className="why-we">
        <div className="mt-sect3-tex shadow-lg p-3 mb-5 bg-body rounded">
        <h3 className="head-text">ელექტრონული სწავლების მეთოდები/მიდგომები</h3>
        <p className="ord-text">ელექტრონული სწავლების ცენტრი ხელმძღვანელობს ელექტრონული სწავლების ორი ზოგადი მიდგომით: თვითგანვითარებადი (საკუთარი ტემპით სწავლება/თვითსწავლება) და ფასილიტატორული/ინსტრუქტორის გაძღოლით.
            ხშირად ელ.სწავლების კურსები აერთიანებს ორივე მიდგომას. განვიხილოთ თითოეული მათგანი:
            საკუთარი ტემპით სწავლება/თვითსწავლება
            მსმენელები დარეგისტრირდებიან ონლაინ კურსზე, რომელიც შესაძლებეილია მოიცავდეს დამატებით რესურსებსა და შეფასებებს.
            კურსები განთავსებულია ვებ-გვერდზე: #######.ge და მსმენელებს შეუძლიათ ისწავლონ აღნიშნულ ონლაინ პლათფორმაზე. მსმენელებს საკუთარი ინდივიდუალური საჭიროებებიდან და ინტერესებიდან გამომდინარე შეუძლიათ თავისუფლად განსაზღვრონ სწავლების დრო.
            ელ.სწავლების შინაარსის შემუშავება ხდება სასწავლო მიზნების შესაბამისად სხვადასხვა მედიაელემენტის გამოყენებით, როგორიცაა: ტექსტი, გრაფიკა, აუდიო და ვიდეო. მან უნდა უზრუველყოს, რაც შეიძლება მეტად ეფექტიანი სწავლება (ახსნებით, მაგალითებით, ინტერაქტივით, უკუკავშირებით, ტერმინოლოგიით და ა. შ) იმისათვის, რომ მსმენელი გახადოს დამოუკიდებელი შესწავლაში. ამასთან, ზოგიერთი სახის მხარდაჭერა, როგორიცაა
            ელ.სწავლება საუკეთესო არჩევანია, როცა ...
            მეილზე დაფუძნებული ტექნიკური მხარდაჭერა ან ტუტორის დახმარება, შესაძლებელია გაეწიოს მსმენელს.
            როდესაც თვითსწავლება ხდება ინტერნეტით, მსმენელის სწავლის პროცესის მონიტორინგი შესაძლებელია ცენტრალურ მონაცემთა ბაზაში.
        </p>
        </div>      
      </section>
        </>
    )
}
export default Paradiv;